var works = {
   0: {
      text: 'Сколько всего нот, из которых возможно составить музыкальное произведение?\n',
      answer: {
         1: '1 - 8\n',
         2: '2 - 7\n',
         3: '3 - 6\n',
         4: '4 - 3\n'
      },
      jump: {
         1: 5,
         2: 1,
         3: 5,
         4: 5,
         5: 7
      }
   },
   1: {
      text: 'Из скольки звуков состоит септаккорд?\n',
      answer: {
         1: '1 - 7\n',
         2: '2 - 3\n',
         3: '3 - 4\n',
         4: '4 - 6\n'
      },
      jump: {
         1: 5,
         2: 5,
         3: 2,
         4: 5,
         5: 8
      }
   },
   2: {
      text: 'Столица Бразилии?\n',
      answer: {
         1: '1 - Бразилиа\n',
         2: '2 - Рио-де-Жанейро\n',
         3: '3 - Сан-Паулу\n',
         4: '4 - Буэнос-Айрес\n'
      },
      jump: {
         1: 3,
         2: 5,
         3: 5,
         4: 5,
         5: 9
      }
   },
   3: {
      text: 'На территории какого современного государства родился М. Огинский?.\n',
      answer: {
         1: '1 - Беларусь\n',
         2: '2 - Российская Федерация\n',
         3: '3 - Украина\n',
         4: '4 - Польша\n'
      },
      jump: {
         1: 5,
         2: 5,
         3: 5,
         4: 4,
         5: 10
      }
   },
   4: {
      text: 'Какое из этих произведений не писал Ф. Достоевский?\n',
      answer: {
         1: '1 - Обломов\n',
         2: '2 - Преступление и наказание\n',
         3: '3 - Униженные и оскорбленные\n',
         4: '4 - Неточка Незванова\n'
      },
      jump: {
         1: 6,
         2: 5,
         3: 5,
         4: 5,
         5: 11
      }
   },
   5: {
      text: 'К сожалению, ответ неверный. Спасибо за игру!\n',
      answer: {
      },
      jump: {
      }
   },
   6: {
      text: 'Поздравляем! Все ответы верны. Спасибо за игру!\n',
      answer: {
      },
      jump: {
      }
   },
   7: {
      text: 'Сколько всего нот, из которых возможно составить музыкальное произведение?\n',
      answer: {
         1: '1 - 8\n',
         2: '2 - 7\n'
      },
      jump: {
         1: 5,
         2: 1
      }
   },
   8: {
      text: 'Из скольки звуков состоит септаккорд?\n',
      answer: {
         1: '1 - 7\n',
         2: '2 - 4\n'
      },
      jump: {
         1: 5,
         2: 2,
      }
   },
   9: {
      text: 'Столица Бразилии?\n',
      answer: {
         1: '1 - Бразилиа\n',
         2: '2 - Рио-де-Жанейро\n'
      },
      jump: {
         1: 3,
         2: 5
      }
   },
   10: {
      text: 'На территории какого современного государства родился М. Огинский?.\n',
      answer: {
         1: '1 - Беларусь\n',
         2: '2 - Польша\n'
      },
      jump: {
         1: 5,
         2: 4
      }
   },
   11: {
      text: 'Какое из этих произведений не писал Ф. Достоевский?\n',
      answer: {
         1: '1 - Обломов\n',
         2: '2 - Неточка Незванова\n'
      },
      jump: {
         1: 6,
         2: 5
      }
   }
};